Repository: EpikToo/EasySave
Catalog: EasySave_G8_UI/Assets/Language/strings.*.resx
Languages: fr

source: Actual size
fr: Taille actuelle

source: Add
fr: Ajouter

# app_running
source: Application is already running.
fr: L'application est déjà en cours.

# blacklist_add
source: Add blacklist
fr: Ajouter blacklist

# blacklist_rm
source: Remove blacklist
fr: Retirer blacklist

source: Browse
fr: Parcourir

# choose_work_delete
source: Please choose at least one Work in the list to delete it.
fr: Veuillez sélectionner au moins un travail dans la liste pour le supprimer.

# choose_work_edit
source: Please choose a work in the list to edit it.
fr: Veuillez sélectionner au moins un travail dans la liste pour l'éditer.

# choose_work_execute
source: Please choose at least one Work in the list to execute it.
fr: Veuillez sélectionner au moins un travail dans la liste pour l'exécuter.

source: Classics
fr: Classique

# classics_title
source: Classic Save
fr: Sauvegarde Classique

source: Complete
fr: Complète

# coucou
source: hello
fr: salut

source: Create Work
fr: Créer un travail

# create_work_title
source: Create work
fr: Créer un travail

source: Daily logs
fr: Historique quotidien

source: Dashboard
fr: Tableau de bord

# dashboard_title
source: Dashboard
fr: Tableau de bord

source: Delete selection
fr: Supprimer sélection

source: Differential
fr: Différentielle

# directories
source: Directory | *.directory
fr: Dossiers |*.Directory

source: Edit selection
fr: Editer sélection

source: Error
fr: Erreur

# ErrorDestPath
source: You need to put a right destination
fr: Vous devez rentrer une destination correcte

# ErrorSourcePath
source: You need to put a right source
fr: Vous devez rentrer une source correcte

# error_cryptosoft
source: You don't have CryptoSoft.exe, please put it in the right directory :
fr: Vous n'avez pas CryptoSoft.exe, placez-le dans le répertoire :

# error_parameters
source: You can't launch a save without all parameters.
fr: Vous ne pouvez pas lancer une sauvegarde sans tous les paramètres.

# error_work_name
source: A work with that name already exists. Please use another name.
fr: Un travail avec ce nom existe déjà. Veuillez utiliser un autre nom.

source: Execute all
fr: Tout exécuter

source: Execute now
fr: Exécuter maintenant

source: Execute selection
fr: Exécuter sélection

# extensionlist_add
source: Add extension
fr: Ajouter extension

# extensionlist_rm
source: Remove extension
fr: Retirer extension

# lang
source: en
fr: fr

source: Launch Save
fr: Démarrer la sauvegarde

source: Loading
fr: Chargement

source: Logs
fr: Historique

# logs_title
source: Logs
fr: Historique

# msgbox_blacklist
source: Error: The work can't be executed because a blacklisted process is running.
fr: Erreur : Le travail ne peut pas être exécuté car un processus de la blacklist est en exécution.

source: Name
fr: Nom

# name_taken
source: This name is already taken.
fr: Ce nom est déjà utilisé.

source: Next
fr: Suivant

source: No
fr: Non

# no_logs
source: You don't have Logs file yet, please launch classic save or work first.
fr: Vous n'avez pas de fichier Logs actuellement, veuillez lancer une sauvegarde classique ou un travail d'abord.

# no_statelogs
source: You don't have StateLogs file yet, please launch classic save or work first.
fr: Vous n'avez pas de fichier StateLogs actuellement, veuillez lancer une sauvegarde classique ou un travail d'abord.

# no_work
source: There is no work to execute.
fr: Aucun travail à exécuter.

# prioritylist_add
source: Add priority
fr: Ajouter priorité

# prioritylist_rm
source: Remove priority
fr: Retirer priorité

# remote
source: Remote Server
fr: Serveur distant

source: Remove
fr: Retirer

source: Save work
fr: Sauvegarder le travail

# select_directory
source: Select a directory
fr: Sélectionner un dossier

source: Settings
fr: Réglages

source: Shutdown
fr: Quitter

# size_add
source: Limit size (Ko)
fr: Taille limite (Ko)

# SrvLang
source: Language : english
fr: Langue : français

source: State logs
fr: Historique d'état

source: Works
fr: Travaux

# works_title
source: Works
fr: Travaux

# work_edit
source: Edit Work
fr: Editer le travail

# work_edit_only
source: Only one work can be edited at a time.
fr: Un seul travail peut être édité à la fois.

source: Yes
fr: Oui
